export const CHALLENGE_GUIDE_CONFIG = [
  {
    title: '참여 방법',
    isBullet: false,
    contentList: [
      '하단의 ‘신청하기’ 버튼 클릭',
      '챌린지 신청 양식에 따라 챌린지 참여 기간 및 목표 절약 횟수 설정',
      '신청 시 설정한 참여 기간 동안 챌린지 인증하기',
      '참여 기간 내에 지정한 횟수만큼 인증 시 챌린지 성공!',
    ],
  },
  {
    title: '주의 사항',
    isBullet: true,
    contentList: [
      '부정한 방법을 통해 인증하는 경우, 운영정책에 따라 포인트 회수 및 이용에 제한이 될 수 있습니다.',
      '챌린지 정책에 따라 실패 시 리워드가 목표 달성률에 따라 지급됩니다.',
      '동일한 챌린지는 동시에 진행할 수 없으며 챌린지 종료 시 재신청이 가능합니다.',
      '챌린지 정보와 인증 시 지급 포인트는 변동될 수 있습니다.',
    ],
  },
];
